Repository: alephdata/react-ftm
Catalog: i18n/translations/*.po
Languages: ar, de, es, ru

source: '{label}' of …
de: '{label}' von …
es: '{label}' de …
ru: '{label}'

source: Add a new {schema} row
de: Neue Zeile vom Typ {schema} hinzufügen
es: Agregar nueva fila de {schema}
ru: Добавить новый ряд {schema}

source: Add a property
ar: أضف ملكية
de: Eigenschaft hinzufügen
es: Agregar una propiedad
ru: Добавить свойство

source: Add additional values
ar: أضف قيماً إضافية
de: Zusätzliche Werte hinzufügen
es: Agregar valores adicionales
ru: Добавить дополнительные значения

source: Add an entity type
ar: أضف نوع الملكية
de: Type hinzufügen
es: Agregar tipo de entidad
ru: Добавить тип сущности

source: Add entities
ar: أضف كيانات
de: Entitäten hinzufügen
es: Agregar entidades
ru: Добавить сущности

source: Add entity
ar: أضف كيان
de: Entität hinzufügen
es: Agregar entidad
ru: Добавить сущность

source: Add link
ar: إضافة رابط
de: Verbindung hinzufügen
es: Agregar enlace
ru: Добавить связь

source: Align horizontal
ar: محاذاة أفقية
de: Horizontal ausrichten
es: Alinear horizontalmente
ru: Выровнять горизонтально

source: Align vertical
ar: محاذاة عمودية
de: Vertikal ausrichten
es: Alinear verticalmente
ru: Выровнять вертикально

source: All expansion results are already present in the diagram
de: Alle verknüpften Verbindungen sind bereits sichtbar
es: Todos los resultados de expansión ya están presentes en el diagrama
ru: Все сведения уже представлены на диаграмме

source: Arrange as circle
ar: رتب كدائرة
de: Als Kreis ausrichten
es: Ordenar en círculo
ru: Расположить в виде окружности

source: Arrange as hierarchy
ar: رتب كهرم
de: Als Hierarchie ausrichten
es: Ordenar por jerarquía
ru: Расположить в виде иерархии

source: Auto-layout
es: Diseño automático
ru: Авторасположение

source: Center
de: Zentrieren
es: Centrar
ru: В центр

source: Create
ar: إنشاء
de: Speichern
es: Crear
ru: Создать

source: Date format: yyyy-m-d
ar: تنسيق التاريخ: yyyy-m-d
de: Datumsformat: JJJJ-MM-TT
es: Formato de fecha: aaaa-m-d
ru: Формат даты: гггг-м-д

source: Delete selection
ar: حذف التحديد
de: Auswahl entfernen
es: Eliminar selección
ru: Удалить выбранное

source: Discover links
de: Verbindungen erweitern
es: Descubrir enlaces
ru: Рассмотреть связи

source: Discover {property}
de: Erweitern von {property}
es: Descubrir {property}
ru: Рассмотреть {property}

source: Export as SVG
ar: تصدير بتنسيق SVG
de: SVG exportieren
es: Exportar como SVG
ru: Экспорт в SVG

source: Fit view to selection
ar: تناسب العرض مع التحديد
de: Ansicht der Auswahl
es: Ajustar vista a la selección
ru: Отобразить выделенное

source: Found 1 result
ar: تم العثور على 1 نتيجة
de: 1 Resultat gefunden
es: Se encontró 1 resultado
ru: Результатов поиска: 1

source: Found {count} results
ar: تم العثور على {عدد} نتيجة
de: {count} Resultate gefunden
es: Se encontraron {count} resultados
ru: Результатов поиска: {count}

source: Group
de: Gruppe
es: Grupo
ru: Группа

source: Group items
ar: عناصر المجموعة
de: Gruppieren
es: Elementos del grupo
ru: Сгруппировать

source: Group selection
ar: تجميع التحديد
de: Gruppenauswahl
es: Selección de grupo
ru: Выделить группу

source: Invalid URL format
ar: تنسيق URL غير صحيح
de: Ungültiger Link
es: Formato de URL inválido
ru: Неверный формат ссылки

source: Invalid country
ar: دولة غير متاحة
de: Ungültiges Land
es: País inválido
ru: Неверная страна

source: Invalid topic
ar: الموضوع غير متاح
de: Ungültiges Thema
es: Tema inválido
ru: Некорректная тема

source: No additional links found
de: Keine zusätzlichen Verbindungen
es: No se encontraron enlaces adicionales
ru: Дополнительные связи не найдены

source: No matching results found
de: Keine passenden Resultate gefunden
ru: Ничего подходящего не найдено

source: No results found
ar: لم يتم العثور على نتائج
de: Keine Resultate gefunden
es: No se encontraron resultados
ru: Ничего не найдено

source: No vertices
ar: لا يوجد رأس
de: Keine Verbindungen
es: No hay vértices
ru: Отсутствуют вершины

source: Pick a type
ar: اختر نوع
de: Typ auswählen
es: Elige un tipo
ru: Выберите тип

source: Redo
ar: إعادة
de: Wiederholen
es: Rehacer
ru: Повторить действие

source: Remove new {schema} row
de: Zeile vom Typ {schema} entfernen
es: Eliminar nueva fila de {schema}
ru: Удалит новый ряд {schema}

source: Select a label for the grouping
ar: حدد تسمية للمجموعة
de: Wählen sie einen Titel für diese Gruppierung
es: Selecciona una etiqueta para la agrupación
ru: Выбрать метку

source: Select an entity
ar: حدد كيان
de: Entität auswählen
es: Selecciona una entidad
ru: Выбрать сущность

source: Select type
ar: اختر نوع
de: Typ auswählen
es: Seleccionar tipo
ru: Выбрать тип

source: Show sidebar
ar: عرض الشريط الجانبي
de: Seitenleiste zeigen
es: Mostrar barra lateral
ru: Показать боковую панель

source: Show table
ar: عرض الجدول
de: Tabelle zeigen
es: Mostrar tabla
ru: Показать таблицу

source: Source
ar: المصدر
de: Quelle
es: Fuente
ru: Источник

source: Successfully added {vertices} new {vertices, plural, one {node} other {nodes}} and {edges} new {edges, plural, one {link} other {links}} to the diagram
de: Es wurden {vertices} {vertices, plural, one {neuer Knoten} other {neue Knoten}} und {edges} neue {edges, plural, one {Verbindung} other {Verbindungen}} zu dem Diagramm hinzugefügt.
es: Se agregaron correctamente {vertices} nuevos {vertices, plural, one {node} other {nodes}} y {edges} nuevos {edges, plural, one {link} other {links}} al diagrama
ru: К диаграмме добавлены {вершины} new {vertices, plural, one {узел} other {узлы}} и {ветви} new {edges, plural, one {связь} other {связи}}

source: Target
ar: الهدف
de: Ziel
es: Objetivo
ru: Цель

source: This property is required
ar: هذه الملكية مطلوبة
de: Diese Eigenschaft ist erforderlich
es: Se requiere esta propiedad
ru: Эта сущность обязательна

source: Toggle pan mode
ar: تبديل وضع التدوير
de: Erforschmodus
es: Activar modo paneo
ru: Включить режим панорамы

source: Toggle select mode
ar: تبديل وضع التحديد
de: Auswahlmodus
es: Activar modo selección
ru: Включить режим выделения

source: Type
ar: النوع
de: Typ
es: Tipo
ru: Тип

source: Undo
ar: تراجع
de: Rückgängig
es: Deshacer
ru: Отменить

source: Ungroup selection
ar: فك تجميع البيانات
de: Gruppe auflösen
es: Desagrupar selección
ru: Разгруппировать

source: all links
de: alle Verbindungen
es: todos los enlaces
ru: все связи

source: {schema} name
ar: اسم {المخطط}
es: nombre de {schema}
ru: Название

source: Create a new {schema}
ar: إنشاء {مخطط} جديد

source: No entities found
ar: لم يتم العثور على كيانات
